Repository: geonikolaidhs/portable_invoicing_xamarin_app
Catalog: ITS.WRM.SFA.Resources/ResourcesRest.*.resx
Languages: el

# AddCustomerBtnCancel
source: Cancel
el: Ακύρωση

source: Save
el: Αποθήκευση

# AddCustomerlblAddNewCustomer
source: Add New Customer
el: Προσθήκη νέου πελάτη

# AddCustomerTxtCode
source: Customer code
el: Κωδικός Πελάτη

# AddCustomerTxtCompanyName
source: Name
el: Επωνυμία

# AddCustomerTxtPriceCatalog
source: Price catalog
el: Τιμοκατάλογος

# AddCustomerTxtStore
source: Store
el: Κατάστημα

# AddCustomerTxtTaxCode
source: Tax code
el: Α.Φ.Μ

# CustomerDetailBtnCancel
source: Cancel
el: Ακύρωση

# CustomerDetailLblCode
source: Customer Code
el: Κωδικός πελάτη

# CustomerDetailLblPriceCatalog
source: Price Catalog Policy
el: Τιμολογιακή πολιτική

# CustomerDetailLblStore
source: Store
el: Κατάστημα

# CustomerDetailLblTaxCode
source: TaxCode
el: Α.Φ.Μ.

# LoginBtnLogin
source: Login
el: Είσοδος

# LoginPassword
source: Password
el: Κωδικός πρόσβασης

# LoginUserName
source: User Name
el: Όνομα χρήστη

# MenuCustomer
source: Customers
el: Πελάτες

# MenuLogOut
source: Log Out
el: Αποσύνδεση

# MenuNewOrder
source: New Order
el: Νέα Παραγγελία

# MenuOrders
source: Orders
el: Παραγγελίες

# MenuProducts
source: Products
el: Προϊόντα

# MenuSend
source: Send
el: Αποστολή

# MenuSynchronization
source: Synchronization
el: Συγχρονισμός

# SettingPckSelectedStore
source: Default Store
el: Προεπ. Κατάστημα

# SettingsBtnCancel
source: Cancel
el: Άκυρο

# SettingsLblAuthenticationURL
source: Authentication URL
el: Διεύθυνση URL ταυτοποίησης

# SettingsLblDuplicate
source: Default Duplicate
el: Προεπ. Διπλοεγγραφές

# SettingsLblServerURL
source: ServerURL
el: Διεύθυνση URL Διακομιστή

# SettingsLblSettings
source: Settings
el: Ρυθμίσεις

# SettingsPckCategoryNodeList
source: Default Category
el: Προεπ. Κατηγορία Προϊόντων

# SettingsPckDefaultLanguage
source: Default Language
el: Προεπ. Γλώσσα

# SettingsPckDefaultPriceCatalog
source: Default Price Catalog
el: Προεπ. Τιμοκατάλογος

# SettingsPckDocumentStatus
source: Default Order Status
el: Προεπ. Κατάσταση Παραγγελίας

# SettingsSwiScan
source: Scan with Bluetooth
el: Σάρωση με Bluetooth

# CustomerListBtnDetails
source: Details
el: Λεπτομέρειες

# CustomerListBtnEdit
source: Edit
el: Επεξεργασία

# CustomerListLblHeader
source: Customer List
el: Λίστα πελατών

# DocumentCustomerPageLblCustomer
source: Search Customer
el: Εύρεση Πελάτη

# DocumentStoreSeriesTypeLblSeriesType
source: Type - Series Type Document
el: Τύπος - Σειρά Παραστατικού

# ListItemsPageBtnNavigateBack
source: Back
el: Πίσω

# NewOrderLblCategoryProduct
source: Product Categories
el: Κατηγορίες Προϊόντων

# NewOrderLblOrderForm
source: ORDER FORM
el: ΦΟΡΜΑ ΠΑΡΑΓΓΕΛΙΑΣ

# NewOrderLblSumOrder
source: Sum of Document
el: Σύνολο Παραστατικού

# OrderFormPageBtnScan
source: Scan
el: Σάρωση

# OrderFormPageLblOrderForm
source: Document Details
el: Είδη Παραστατικού

# OrderFormPageSrchBarcode
source: Barcode number
el: Αριθμός Barcode

# OrderFormPageSrchDescription
source: Description
el: Περιγραφή

# OrderFormPageSwiInsertAll
source: Match Insert
el: Μαζική εισαγωγή

source: Code
el: Κωδικός

# OrderFormPageTxtDescription
source: Description
el: Περιγραφή

# OrderFormPageTxtDiscount
source: Discount
el: Έκπτωση

# OrderFormPageTxtFinaSum
source: Final sum
el: Τελικό Σύνολο

# OrderFormPageTxtQty
source: Quantity
el: Ποσότητα

# OrderFormPageTxtUnitPrice
source: Unit Price
el: Τιμή Μονάδας

# ProductDetailsCategories
source: CATEGORIES
el: ΚΑΤΗΓΟΡΙΕΣ

# ProductDetailsTabDetails
source: PRODUCT DETAILS
el: ΛΕΠΤΟΜΕΡΙΕΣ ΠΡΟΪΟΝΤΟΣ

# TabProductMainDetailsLblBuyer
source: Buyer
el: Αγοραστής

# TabProductMainDetailsLblDefaultBarcode
source: Default Barcode
el: Κύριο Barcode

# TabProductMainDetailsLblDefaultSupplier
source: Default Supplier
el: Βασικός Προμηθευτής

# TabProductMainDetailsLblInsertedDate
source: Inserted Date
el: Ημν/νία Καταχώρησης

# TabProductMainDetailsLblMaxOrderQty
source: Maximum Order Qty
el: Μέγιστη Ποσ. Παραγγελίας

# TabProductMainDetailsLblMinOrderQty
source: Minimum Order Qty
el: Μέγιστη Ποσ. Παραγγελίας

# TabProductMainDetailsLblMotherCode
source: Mother Code
el: Μητρικός Κωδικός

# TabProductMainDetailsLblOrderQty
source: Order Qty
el: Ποσότητα παραγγελίας

# TabProductMainDetailsLblPackingMeasurementUnit
source: Packing Measurement Unit
el: Μ.Μ. Συσκευασίας

# TabProductMainDetailsLblPackingQty
source: Packing Qty
el: Ποσότητα Συσκευασίας

# TabProductMainDetailsLblPoints
source: Points
el: Πόντοι

# TabProductMainDetailsLblSeasonality
source: Seasonality
el: Εποχικότητα

# TabProductMainDetailsLblVatCategory
source: Vat Category
el: Κατηγορία Φ.Π.Α.

# TabProductBarcodeLblCreatedOn
source: Created On
el: Δημιουργήθηκε

# TabProductBarcodeLblMeasurmentUnit
source: Measurement Unit
el: Μονάδα Μέτρησης

# AddCustomerMsgFailureSaved
source: There was a problem saving the new Customer
el: Υπήρξε κάποιο πρόβλημα κατα τη διάρκεια της αποθήκευσης

# AddCustomerMsgSuccesfullSaved
source: Customer saved successfull.
el: Ο πελάτης αποθηκεύτηκε επιτυχώς

# CustomerDetailPageMsgFailureEdit
source: There were errors in the process of saving changes
el: Υπήρξαν σφάλματα κατά τη διαδικασία αποθήκευσης των αλλαγών

# CustomerDetailPageMsgSuccessEdit
source: The customer process successfully completed
el: Η επεξεργασία Πελάτη ολοκληρώθηκε επιτυχώς.

# LoginMsgFailureLoginBadRequest
source: Bad Request. Check the URL that is used to identify your data
el: Ο κωδικός ή το όνομα χρήστη είναι λάθος. Δοκιμάστε ξανά

# LoginMsgFailureLoginUrl
source: User name or password is wrong. Please try again
el: Ελέγξτε τη διεύθυνση URL, που χρησιμοποιείτε για την ταυτοποίηση των στοιχείων σας

# MainPageMsgSingOut
source: Are you sure you want to log out?
el: Θέλετε να αποσυνδεθείτε;

# MainPageMsgSync
source: Are you sure you want to sync
el: Θέλετε να συγχρονίσετε τα δεδομένα

# MainPageMsgTab
source: The Tab Orders is not ready ye
el: To Tab δεν είναι έτοιμο

# MainPageMsgUpload
source: Are you sure you want to upload your orders?
el: Είστε σίγουρος/η ότι θέλετε να κάνετε αποστολή΄;

# MsgNo
source: No
el: Όχι

# MsgTypeAlert
source: Alert
el: Ειδοποίηση

# MsgTypeSync
source: Sync
el: Συγχρονισμός

# MsgTypeUpload
source: Upload
el: Αποστολή

# MsgYes
source: Yes
el: Ναι

# MainPageMsgDownloadData
source: Download data. Please wait
el: Φόρτωση δεδομένων. Παρακαλώ περιμένετε

# MsgTypeSingOut
source: Sing Out
el: Αποσύνδεση

# ProductDetailsTabMotherCodes
source: RELATED ITEMS
el: ΣΥΝΑΦΗ ΕΙΔΗ

# ProductDetailsTabLikedItems
source: LINKED ITEMS
el: ΣΥΝΔΕΔΕΜΕΝΑ ΕΙΔΗ

# AddCustomerBtnCheck
source: Check exist customer in database
el: Ελεγχος πελάτη στη βάση

# ProductDetailsTabItemExtraInfo
source: ITEM EXTRA INFO
el: ΠΡΟΣΘΕΤΕΣ ΠΛΗΡΟΦΟΡΙΕΣ

# ProductDetailsTabLinkedTo
source: LINKED TO
el: ΣΥΝΔΕΔΕΜΕΝΟ ΣΕ

# ProductPageAllCategories
source: All Categories
el: Όλες οι Κατηγορίες

# ProductPageCategory
source: Category
el: Κατηγορία

# ProductPageLblSearchAllCategories
source: Search for all categories
el: Αναζήτηση σε όλες τις κατηγορίες

# ProductPageSearchByCodeOrBaercode
source: Search by code or barcode
el: Αναζήτηση με κωδικό ή barcode

# ProductPageItemNotFount
source: No resoults found
el: Δεν βρέθηκαν αποτελέσματα

# ProductPageSearchBarByBarcode
source: Serach by barcode
el: Αναζήτησε με barcode

# ProductPageSearchBarByCode
source: Search by code item
el: Αναζήτηση με κωδικό προϊόντος

# TabProductCategoryLblNode
source: Node
el: Κόμβος

# TabProductCategoryLblPath
source: Path
el: Διαδρομή

# TabProductCategoryLblRoot
source: Root
el: Ρίζα

# TabProductItemExtraInfoExpiresAt
source: Expires At
el: Λήγει στις

# TabProductItemExtraInfoLbIngredients
source: Ingredients
el: Συστατικά

# TabProductItemExtraInfoLblDescription
source: Description
el: Περιγραφή

# TabProductItemExtraInfoLblPackedAt
source: Packed At
el: Συσκευάστηκε στις

# TabProductLinkedItemsLblName
source: Name
el: Ονομασία

# TabProductLinkedItemsLblQtyFactor
source: Quantity Factor
el: Ποσότητα Εγγυοδοσίας

# TabProductLinkedIToLblName
source: Name
el: Ονομασία

# TabProductLinkedIToLblQty
source: Quantity Factor
el: Ποσότητα Εγγυοδοσίας

# TabProductMotherCodeLblBarcode
source: Default Barcode
el: Προεπ. Barcode

# TabProductMotherCodeLblDescription
source: Description
el: Περιγραφή

# TabProductMotherCodeLblIsActive
source: Active
el: Ενεργός

# TabProductMotherCodeLblMotherCode
source: Mother Code
el: Μητρικός Κωδικός

# TabProductMotherCodeLblTaxCode
source: Vat Category
el: Κατηγορία Φ.Π.Α.

source: Closed
el: Κλειστό

source: Open
el: Ανοιχτό

source: Address
el: Διεύθυνση

source: Final Amount
el: Τελικό Σύνολο

source: Date
el: Ημ/νία

# Total
source: Total Amount
el: Σύνολο

source: Total After Discount
el: Καθαρή Αξία

source: Total Discount
el: Συνολική Έκπτωση

source: Total Products Number
el: Συνολικός Αριθμός Προϊόντων

source: Total VAT Amount
el: Σύνολο Φ.Π.Α.

# NewOrderTabInsertItemPage
source: INSERT ITEMS
el: Εισαγωγή Ειδών

# OderDocDetailLblTotalDiscount
source: Total Discount %
el: Συνολικό % έκπτωσης

# OrderDocDetailLblCode
source: Code
el: Κωδικός

# OrderDocDetailLblLineDiscount
source: Line Discount %
el: Έκπτωση γραμμής %

# OrderDocDetailLblLineDiscountMoney
source: Line Discount(€):
el: Έκπτωση γραμμής(€):

# OrderDocDetailLblMeasurement
source: M. Unit
el: Μον. Μέτρησης

# OrderDocDetailLblPoints
source: Points
el: Πόντοι

# OrderDocDetailLblPriceDiscountMoney
source: Price Catalog Discount €
el: Έκπτωση Τιμ/λόγου €

# OrderDocDetailLblQty
source: Quantity
el: Ποσότητα

# OrderDocDetailLblRemarks
source: Remarks
el: Παρατηρήσεις

# OrderDocDetailLblTotal
source: Total
el: Σύνολο

# OrderDocDetailLblTotalDiscountMoney
source: Total Discount €
el: Συνολική έκπτωση €

# OrderDocDetailLblTotalVat
source: Total VAT Amount(€):
el: Σύνολο Φ.Π.Α.(€):

# OrderDocDetailLblVatCategory
source: Vat Category
el: Κατηγορία Φ.Π.Α.(%)

# OrderDocDetailsLblNetTotal
source: Net Total
el: Σύνολο Προ Έκπτωσης

# OrderDocDetailsLblPriceDiscount
source: Price Catalog Discount %
el: Έκπτωση Τιμ/λόγου %

# OrderDocDetailUnitPrice
source: Unite Price
el: Τιμή μονάδος

# OrderDocDetaulLblTotalAfterDiscount
source: Total After Discount
el: Καθαρή Αξία

# OrdrerDocDetailDescription
source: Description
el: Περιγραφή

source: Please fill in all required fields
el: Παρακαλώ συμπληρώστε όλα τα απαιτούμενα πεδία

source: Question
el: Ερώτηση

source: Warning
el: Προειδοποίηση

# NoResultsFoundMessage
source: No results found
el: Δεν βρέθηκαν αποτελέσματα

# DocumentCustomerLblCode
source: Code
el: Κωδικός

# DocumentCustomerLblName
source: Name
el: Επωνυμία

# DocumentCustomerLblTaxCode
source: Tax Code
el: ΑΦΜ

# DocumentCustomersrchPlaceHolder
source: Search customer by Name or Tax Code or Code
el: Αναζήτηση πελάτη με επωνυμία ή κωδικό ή ΑΦΜ

# MsgAddOrEditCustomer
source: A customer with the specific VAT was found. Click Save to continue or Add New Address to add a new address
el: Ένας Πελάτης βρέθηκε με το συγκεκριμένο Α.Φ.Μ. επιλέξτε Αποθήκευση για να συνεχίσετε με το συγκεκριμένο Πελάτη ή Προσθήκη Νεας Διεύθυνσης για τη δημιουργία νέας διεύθυνσης για το συγκεκριμένο Πελάτη

source: City
el: Πόλη

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Post Code
el: Ταχ. Κώδικας

source: Street
el: Οδός

# DocumentSeries
source: Series
el: Σειρά

source: Document Type
el: Τύπος Παραστατικού

# btnHome
source: Main Category
el: Αρχική κατηγορία

# NewOrderTabItemCategories
source: CATEGORIES OF ITEMS
el: Κατηγορίες προϊόντων

# msgSelectCategoryFirst
source: Warning! Select Category
el: Επιλέξτε πρώτα μία κατηγορία

# TotalOrderLblRemarks
source: Remarks
el: Παρατηρήσεις

source: Customer Details
el: Λεπτομέρειες Πελάτη

source: Edit Customer
el: Επεξεργασία Πελάτη

source: Address Type
el: Τύπος Διεύθυνσης

# SyncDatabaseMsg
source: Please synchronise the database
el: Παρακαλώ συγχρονίστε τη βάση δεδομένων σας.

# MsgSaveSettingsToContinue
source: To Continue please insert the requested information.
el: Για να συνεχίσετε καταχωρήστε τις απαιτούμενες πληροφορίες.

source: Customer
el: Πελάτης

# DocumentStatus
source: Status
el: Κατάσταση

source: Insert Items
el: Εισαγωγή Προϊόντων

# GetLocation
source: Get GPS Location
el: Λήψη GPS Στίγματος

# AddressNotFound
source: Can't determine the current address. Try again in a few minutes.
el: Η τρέχουσα διεύθυνση δε μπορεί να εντοπιστεί. Δοκιμάστε ξανά σε λίγα λεπτά.

source: Vat level
el: Επίπεδο Φ.Π.Α.

# NewOrderDetails
source: Details
el: ΛΕΠΤΟΜΕΡΕΙΕΣ

source: Cancel
el: Ακύρωση

# CrossTotal
source: Gross Total
el: Εκτιμ. Συνολο

source: Description
el: Περιγραφή

source: Edit
el: Επεξεργασία

# LineNumber
source: A/N
el: Α/Α

source: Net Total
el: Καθ. Αξια

# Qty
source: Quantity
el: Ποσότητα

# Recaltulate
source: Recalculate
el: Επανυπολογισμός

source: Save and Close
el: Αποθήκευση και κλείσιμο

source: Save and continiue
el: Αποθήκευση και συνέχεια

source: Unit Price
el: Τιμή Μον.

source: Amount
el: Ποσό

# Balance
source: Changes
el: Ρέστα

source: Payment Methods
el: Τρόποι Πληρωμής

source: Remaining Amount
el: Υπολογισμός Υπόλοιπου

source: Close
el: Κλείσιμο

source: Add New
el: Προσθήκη Νέου

# OrderPaymentMethodsTab
source: PAYMENT METHODS
el: ΤΡΟΠΟΙ ΠΛΗΡΩΜΗΣ

source: Select payment method
el: Επιλέξτε τρόπο πληρωμής

# sendExceptionMsg
source: Εrror:
el: Σφάλμα:

# sendMsgNoDataFound
source: No documents found
el: Δεν βρέθηκαν παραστατικά για αποστολή

# sendMsgSuccessSend
source: Documents succesfully sending
el: Επιτυχής αποστολή παραστατικών

# msgNoPaymentMethodFound
source: Payment method not found. Please select a payment method
el: Δεν βρέθηκε τρόπος πληρωμής. Επιλέξτε ένα τρόπο πληρωμής

source: Payment Method
el: Τρόπος Πληρωμής

source: Default category node
el: Προεπιλεγμένη κατηγορία

source: Default document series
el: Προεπιλεγμένη σειρά

source: Default document status
el: Προεπιλεγμένη κατάσταση παραστατικού

# DefaultDocumentStatusToSend
source: Document status to send
el: Κατάσταση παραστατικού για αποστολή

source: Default document type
el: Προεπιλεγμένος τύπος παραστατικού

source: Default Language
el: Προεπιλεγμένη γλώσσα

source: Default price catalog
el: Προεπιλεγμένος κατάλογος

# DefaultStrore
source: Default store
el: Προεπιλεγμένο κατάστημα

# pckLblSelectDefaultDocumentStatus
source: Select Default document status
el: Επιλέξτε προεπιλεγμένη κατάσταση παραστατικού

# pckLblSelectDocumentSatusToSend
source: Select document status to send
el: Επιλέξτε κατάσταση παραστατικού για αποστολή

# OrderList
source: Document List
el: Λίστα Παραστατικών

# CompanyName
source: Name
el: Επωνυμία

source: Gross Total
el: Τελικό Σύνολο

# SelectOrderStatus
source: Select document status
el: Επιλέξτε κατάσταση παρστατικού

# msgIsLinkedItem
source: This is a Linked item
el: Αυτό το είδος είναι συνδεδεμένο

# msgItemNotIncludeInThisCategoryItem
source: Item not include in this category
el: To προιόν δεν περιλαμβάνεται σε αυτή τη κατηγορία

source: Search
el: Αναζήτηση

# msgConfirmDelete
source: Are you sure to delete this Document?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε το παραστατικό;

# MsgUpdateDocument
source: Document Update Successfull
el: Επιτυχής ενημέρωση παραστατικού

source: Send Error
el: Σφάλμα αποστολής

# MsgSendingData
source: Sending Documents. Please Wait
el: Αποστολή παραστατικών. Παρακαλώ περιμένετε

source: from
el: Από

# msgSuccessSynchronize
source: Synchronization successfully complited
el: Ο συγχρονισμός ολοκληρώθηκε με επιτυχία

source: Active
el: Ενεργή

# CodeBarcode
source: Item Code/Barcode
el: Κωδικός Είδους/Barcode

# CreatedOn
source: Created
el: Δημ/κε

# DefaultValue
source: Value
el: Αρχική Τιμή

source: Discount
el: Εκπτωση

# IsVat
source: Vat Included
el: Συμ/μένου Φ.Π.Α.

source: MarkUp
el: Markoup

source: Price Catalog
el: Τιμοκατάλογος

source: PRICES
el: ΤΙΜΕΣ

# UpdatedOn
source: Updated
el: Εν/κε

# TotalOrderHeader
source: Total Document
el: Σύνολο Παραστατικού

source: Search Item
el: Εύρεση Προϊόντος

# btnSEarchBarcode
source: Search Barcode
el: Αναζήτηση Barcode

# msgNotSupportThisPayment
source: This Payment method cannot exceed total amount
el: Αυτή η μέθοδος πληρωμής δεν υποστηρίζει αρνητικό υπόλοιπο

source: Delivery Address
el: Δ/νση Προορισμού

# strMsgNoDocumentSending
source: No document to sending
el: Δεν υπήρχαν παραστατικά για αποστολή

source: Invalid Detail Value
el: Μη έγκυρη τιμή λεπτομερειών

source: Items With Zero Prices Are Not Allowed
el: Δεν επιτρέπεται προσθήκη προϊόντων με μηδενική τιμή

source: Max Item Order Qty Exceeded
el: Yπέρβαση μέγιστης τιμής

source: Please Define Tax Code Barcode For Item
el: Παρακαλώ συμπληρώστε ένα φορολογικό κωδικό Barcode για το προϊόν

source: Selected Price Catalog Policy Not Contains All Items
el: Η επιλεγμένη τιμολογιακή πολιτική δεν υποστηρίζεται για όλα τα προϊόντα

source: Tax Code
el: Α.Φ.Μ.

source: Search by name or Tax Code
el: Αναζήτηση με Επωνυμία ή ΑΦΜ

source: Null Default Price Catalog Policy
el: Δεν θπάρχει προεπιλεγμένη τιμολογιακή πολιτική καταστήματος

# msgNoUserFoundPleaseInsertAuthedicationUrl
source: No User Found Please Insert Authedication Url in settings menu
el: Δεν βρέθηκε χρήστης. Παρακαλώ εισάγετε τα στοιχεία Authedication URL στις ρυθμίσεις

source: Search by description
el: Αναζήτηση με περιγραφή

# IsActiveItem
source: Active Items
el: Ενεργά είδη

# DateUpdated
source: Date updated on
el: Ημ/νία Ενημέρωσης:

# InsertedFroDatem
source: Date Inserted From
el: Ημ/νια εισαγωγής από:

# LoadAllItems
source: Search Items
el: Αναζήτηση προϊόντων

# msgLoadAllItems
source: Do you want to load all Items?
el: Θέλετε να εμφανίσετε όλα τα προϊόντα;

# MeasurementUnit
source: M. Unit.
el: M.M.

# IsActive
source: Active
el: Ενεργό

source: Inactive
el: Ανενεργό

# WithoutVat
source: W/O Vat
el: Χωρίς ΦΠΑ

# WithVat
source: Inc. Vat
el: Με ΦΠΑ

source: Price
el: Τιμή

# Customercode
source: Cust.Code
el: Κωδ. Πελάτη.

# CustomerTaxCode
source: Tax cod.
el: ΑΦΜ

source: Phone
el: Τηλ

source: Profession
el: Επάγγελμα

# AddCustomerBtnSaveNewAddress
source: Create New Address
el: Δημιουργία Δ/νσης

# Results
source: Searching results
el: Αποτελέσματα Αναζήτησης

# SearchByNameTaxCodeCodePhone
source: Search by name or tax code or code or phone
el: Αναζήτηση με επωνυμία ή ΑΦΜ ή κωδικό ή τηλέφωνο

# TabCustomerAddresses
source: ADDRESSES
el: ΔΙΕΥΘΥΝΣΕΙΣ

# TabCustomerDetails
source: CUSTOMER DETAILS
el: ΣΤΟΙΧΕΙΑ ΠΕΛΑΤΗ

# TabCustomerLocation
source: LOCATION
el: ΤΟΠΟΘΕΣΙΑ

# TabCustomerOrders
source: ORDERS
el: ΠΑΡΑΓΓΕΛΙΕΣ

# ThereIsNoAddressPleaseAddNewAdderess
source: There is no address. Please add a new Address
el: Δεν υπάρχει δ/νση. Παρακαλώ συμπληρώστε μια δ/νση

# orderCode
source: Cod
el: Κωδ

# orderDescr
source: Descr
el: Περ

# orderDiscount
source: Discount
el: Εκπτωση

# orderQTY
source: Qty
el: Ποσ

# orderTotal
source: Total
el: Σύνολο

# orderUnitPrice
source: Price
el: Τιμή

# orderVat
source: Vat am
el: ΦΠΑ

source: Document Details
el: Λεπτομέρειες Παραστατικού

# strMsgServiceUnavailable
source: Web Service is unavailable
el: Η διαδικτυακή υπηρεσία δεν είναι διαθέσιμη

source: Loading data. Please wait...
el: Φόρτωση δεδομένων. Παρακαλώ περιμένετε...

source: Searching data. Please wait...
el: Αναζήτηση δεδομένων. Παρακαλώ περιμένετε...

source: Calculate. Please wait...
el: Υπολογισμός. Παρακαλώ περιμένετε...

source: Area
el: Περιοχή

source: Remove Line
el: Διαγραφή Γραμμής

source: Tax Office
el: ΔΟΥ

source: Add Tax Office
el: Προσθήκη ΔΟΥ

source: Search Tax Office
el: Αναζήτηση ΔΟΥ

# MsgMissingTaxOffice
source: Missing Tax Office
el: Λείπει ΔΟΥ

source: Null Delivery Address
el: Δεν υπάρχει Δ/νση Προορισμού

# msgPleaseTypeDeliveryAddressToContiniue
source: Please type a delivery address to continiue
el: Παρακαλώ συμπληρώστε την Δ/νση προορισμού για να συνεχίσετε

# msgNotConnectionFound
source: Not connection found. You are in off line mode
el: Δεν υπάρχει σύνδεση. Είστε σε off line λειτουργία.

source: Choose delivery address
el: Eπιλέξτε Δ/νση προορισμού

source: To
el: Εως

source: All Documents
el: Όλα τα παραστατικά

# CopyingCompletedSuccessful
source: Copying Completed Successfull
el: Η αντιγραφή ολοκληρώθηκε με επιτυχία

source: Do you want to export database?
el: Θέλετε να εξάγετε τη βάση δεδομένων;

source: Do you want to import database?
el: Θέλετε να εισάγετε τη βάση;

source: Export Database
el: Εξαγωγή Βάσης Δεδομένων

# ExportDatabaseCompletedSuccessful
source: Export Database Completed Successfull
el: H εξαγωγή της βάσης ολοκληρώθηκε με επιτυχία

source: Exporting database. Please wait...
el: Εξαγωγή βάσης. Παρακαλώ περιμένετε...

source: Import Database
el: Εισαγωγή βάσης

# ImportDatabaseCompletedSuccessful
source: Importing database completed Successful
el: Η εισαγωγή της βάσης ολοκληρώθηκε με επιτυχία

source: Importing database. Please wait...
el: Εισαγωγή βάσης. Παρακαλώ περιμένετε...

source: Login. Please wait...
el: Γίνεται σύνδεση. Παρακαλώ περιμένετε...

# ConfirmYouHaveChangesToThisDocument
source: You have changes to this document. Do you want to save them?
el: Υπάρχουν αλλαγές σε αυτό το παραστατικό. Θέλετε να τις αποθηκεύσετε;

# YouTryToLoadAllCustomers
source: You try to load all customers. Do you want to continiue?
el: Πρόκειται να εμφανίσετε όλους τους πελάτες. Θέλετε να συνεχίσετε;

source: Add
el: Προσθήκη

source: Add Item
el: Προσθήκη Προϊόντος

source: Items to add
el: Προϊόντα για προσθήκη

source: Saving documents. Please wait...
el: Αποθήκευση παραστατικών. Παρακαλώ περιμένετε...

source: Failure Add
el: Αποτυχημένες προσθήκες

# SuccessAdd
source: Succesed Add
el: Επιτυχής προσθήκες

# WarningYouSelectedItemToAddInDocumentDoYouWantToSaveThem
source: Warning! You Selected Item to add in document. Do you want to save them? If you choose cancel all items of list will be lost.
el: Έχετε επιλέξει προϊόντα για εισαγωγή στο παραστατικό. Θέλετε να τα αποθηκεύσετε; Αν απαντήσετε όχι όλα τα επιλεγμένα προϊόντα θα χαθούν.

source: Items Count
el: Σύνολο προϊόντων

source: Are You Sure To Download Database?
el: Θέλετε να κάνετε λήψη της βάση δεδομένων;

source: Downloading Database. Please wait...
el: Λήψη Βάσης δεδομένων. Παρακαλώ περιμένετε...

# MigrationDatabase
source: MigrationDatabase. Please wait...
el: MigrationDatabase. Παρακαλώ περιμένετε...

source: No connection found. Turn on your WiFi
el: Δεν υπάρχει σύνδεση. Ανοίξτε το wifi της συσκευής σας.

# UnzipFile
source: Unzip File. Please wait...
el: Αποσυμπίεση Αρχείου. Παρακαλώ περιμένετε...

source: of
el: από

source: Step
el: Βήμα

# MsgThereWasAProblemConnecting
source: There was a problem connecting
el: Υπήρξε ένα πρόβλημα κατά τη σύνδεση

source: PROMOTION DISCOUNT
el: Εκπτωση Promotion

source: All Item Categories
el: Όλες οι κατηγορίες

# LoadAllCategoryItems
source: Load All Category Products ?
el: Θέλετε να εμφανίσεται όλα τα είδη της Κατηγορίας

source: Sub Categories NotFound
el: Δεν Βρέθηκαν Υποκατηγορίες

source: Search Results
el: Αποτελέσματα Αναζήτησης

# InsertAtLeastTwoCharacters
source: Insert 2 Characters To Search
el: Εισάγεται 2 χαρακτήρες για αναζήτηση

source: Documents
el: Παραστατικά

# DeleteFromList
source: Delete
el: Διαγραφή

source: Select Document Type
el: Επιλέξτε τύπο παρστατικού

# CompName
source: Brand Name
el: Επωνυμία

source: Created Date
el: Ημ.Δημ.

source: Finalized Date
el: Ημ.Οριστικ.

source: Type
el: Τύπος Παρ.

source: Value
el: Αξία

# InsertDocumentDetails
source: Insert at least one Item to Document
el: Εισάγεται τουλάχιστον ένα είδος στο παραστατικό

# ChangeDocumentStatus
source: Change Document Status to
el: Αλλάξτε τη κατάσταση παραστατικού σε

source: Document Already Send
el: Το παραστατικό έχει αποσταλεί

source: Fail To Send
el: Αποτυχία αποστολής

# IsSynchronized
source: Synchronized
el: Απεσταλμένο

source: No Changes Allowed
el: Δεν επιτρέπονται αλλαγές

# SaveSend
source: Save and Send
el: Αποθήκευση και Αποστολή
