Repository: geonikolaidhs/portable_invoicing_xamarin_app
Catalog: ITS.WRM.SFA.Resources/ResourcesRest.*.resx
Languages: el

source: Document Customer
el: Πελάτης Παραστατικού

source: Selected Customer
el: Επιλεγμένος Πελάτης

# DocumentTotal
source: Document Total Value
el: Σύνολο Παραστατικού

source: Search All Categories
el: Αναζ/ση σε όλες τις κατηγορίες

source: Price Catalog Detail Not Found
el: Δεν βρέθηκε τιμή τιμοκαταλόγου

# DefaultQty
source: Predifined Quantity
el: Προεπιλεγμένη Ποσότητα

# MissingDocumentPayment
source: Value of payments remaining
el: Υπολοίπονται πληρωμές αξίας

source: DeviceSettings
el: Ρυθμ'ισεις Συσκευών

# AllOpenDocumentsToSync
source: You have to send or delete all open documents to sync
el: Θα πρέπει να στείλετε ή να διαγράψετε όλα τά ανοιχτά παραστατικά, για να συγχρονίσετε

source: All
el: Όλα

# SelectDevice
source: Choose Device
el: Επιλέξτε Συσκευή

# SfaId
source: Device Id
el: Κωδικός Συσκευής

source: Portable Invoicing
el: Φορητή Τιμολόγιση

# StockItems
source: Products with stock
el: Είδη σε Απόθεμα

# UpdateItemsStock
source: Update Products Stock
el: Ενημέρωση Αποθέματος

source: Executed
el: Εκτελέστηκε

# GetStockDocuments
source: Get Loading Documents
el: Παραλαβή Παραστατικών

source: Received
el: Παρελήφθησαν

source: Stock Documents
el: Παραστατικά Φόρτωσης

source: Document Already Executed
el: Το παραστατικό έχει εκτελεστεί

source: Stock
el: Απόθεμα

source: Document Has Items Out Of Stock
el: Το παραστατικό έχει είδη με ανεπαρκές απόθεμα

# UpdateStockFromDocument
source: Do you want to update items stock from document?
el: Θέλετε να ενημερώσετε το απόθεμα των ειδών?

# AvailiableStock
source: Availiable Stock is :
el: Το διαθέσιμο απόθεμα είναι :

# OutOfStock
source: There is not enough stock for this item
el: Δεν υπάρχει επαρκής ποσότητα αποθέματος.

source: Invalid Quantity
el: Μή επιτρεπτή ποσότητα

source: Loading Document
el: Παραστατικό Φόρτωσης

source: Loading Document Type
el: Τύπος Παραστατικού Φόρτωσης

source: UnLoading Document
el: Παραστατικό Εκφόρτωσης

source: UnLoading DocumentSeries
el: Σειρά Παραστατικού Εκφόρτωσης

source: UnLoading Document Type
el: Τύπος Παραστατικού Εκφόρτωσης

# WrongSettingsLoadingDocument
source: Wrong Settings For Loading Document
el: Λάθος ρυθμίσεις για το παραστατικό φόρτωσης

source: Choose Document Type
el: Επιλέξτε τύπο παραστατικού

source: New Unloading Document
el: Νέο Δελτίο Εκφόρτωσης

# BlueToothPrinter
source: BlueTooth Εκτυπωτής
el: BlueTooth Printer

source: Change
el: Ρέστα

source: Only Items With Stock
el: Μόνο είδη με απόθεμα

source: Send & Print
el: Αποστολή και Έκτύπωση

source: Quantity On Open Documents
el: Δεσμευμένη Ποσότητα

source: Load All Stock Items ?
el: Θέλετε να εμφανίσεται όλα τα είδη με απόθεμα ?

# DefaultPolicyNotFound
source: Default PriceCatalog Policy Not Found
el: Δεν βρέθηκε προεπιλεγμένη τιμολογιακή πολιτική

source: Fail
el: Αποτυχία

source: Document Fail To Print
el: To Παραστατικό δεν εκτυπώθηκε

source: Document Print Successfully
el: Το παραστατικό εκτυπώθηκε επιτυχώς

source: Document Sent And Print
el: Το παραστατικό στάλθηκε και εκτυπώθηκε επιτυχώς

source: Document Sent But Fai lTo Print
el: Το παραστατικό στάλθηκε αλλά δεν εκτυπώθηκε

source: Vehicle Number
el: Αρ. Μεταφ. Μέσου

source: Cashier
el: Χειριστής

source: Comments
el: Σχόλια

source: Consumed Points
el: Πόντοι που αφαιρέθηκαν

source: Current Total
el: Τρέχον Υπόλοιπο

# DOCUMENT_DISCOUNTS
source: Total Discounts
el: Εκπτώσεις Συνόλου

source: Line Discounts
el: Εκπτώσεις Ειδών

# POINTS_OF_TRANSACTION
source: Transaction Points
el: Πόντοι Συναλλαγής

source: PREVIOUS TOTAL POINTS
el: Προηγούμενο υπόλοιπο πόντων

source: Reason
el: Αιτιολογία

source: Store
el: Κατάστημα

# PrinterLineChars
source: Number Of Printer Characters Per Line
el: Αρ. Χαρακτήρων Γραμμής Εκτύπωσης

# SentDocumentBeforePrinting
source: Please Synchronise Document Before Printing
el: Πρέπει να συγχρονίσετε το παραστατικό, για να εκτυπώσετε

# DeviceNotConnected
source: Device is Not Connected
el: Δεν βρέθηκε συνδεδεμένη συσκευή

source: Print
el: Εκτύπωση

source: Discount with out vat
el: Έκπτωση Άνευ ΦΠΑ

source: Discount with vat
el: Έκπτωση Με ΦΠΑ

# DocumentTotalWitoutVat
source: Total witout VAT
el: Σύν. Άνευ ΦΠΑ

source: Unit Price Without VAT
el: Τιμή Μον. Άνευ ΦΠΑ

source: Price Without Vat
el: Τιμή Χωρίς ΦΠΑ

# TotalPriceWithoutVat
source: Total Price Witout Vat
el: Συν. Αξία Χωρίς ΦΠΑ

source: Total Price With Vat
el: Συν. Αξία Με ΦΠΑ

source: Coordinates
el: Συντεταγμένες

source: Fail Contact Server
el: Απέτυχε η επικοινωνία με το Server

source: Edit TaxOffice
el: Επεξεργασία ΔΟΥ

source: TaxCode Exists On Server
el: Το ΑΦΜ υπάρχει σε άλλο πελάτη,

# PriceListUnitPrice
source: Price List Price
el: Τιμή Τιμοκαταλόγου

# PriceWithoutVat2
source: Price Without Vat
el: Τιμ. Άνευ ΦΠΑ

source: Price With Vat
el: Τιμ. Με ΦΠΑ

# PackingMu
source: Packing Measurement Unit
el: Μ.Μ. Συσκευασίας

source: Are You Sure To Send Document ?
el: Θέλετε να γίνει αποστολή του παραστατικού ?

# NetworkProblemContinue
source: There is no internet connection, Do you want to Continue ?
el: Εντοπίστηκε πρόβλημα δικτύου, Θέλετε να συνεχίσετε ?

# PackingQty
source: Packing Quantity
el: Ποσότητα Συσκευασίας

source: Pack Qty
el: Ποσ.Συσκ

source: Proffesion
el: Επάγγελμα

source: Map
el: Χάρτης

source: Maps
el: Χάρτες

source: New Address
el: Νέα Διεύθυσνη

source: Set Location From Address
el: Ορισμός τοποθεσίας από τη διεύθυνση

source: Edit Address
el: Επεξεργασία Διεύθυνσης

source: Route Map
el: Χάρτης Δρομολογίων

source: Routes
el: Δρομολόγια

source: Stored Routes
el: Αποθηκευμένα Δρομολόγια

source: Availiable Addresses
el: Διαθέσιμες Διευθύνσεις

source: Create Route
el: Δημιουργία Δρομολογίου

# InsertMapAddresses
source: Insert Addresses From Map
el: Εισαγωγή διευθύνσεων από το χάρτη

source: Save Route
el: Αποθήκευση Δρομολογίου

source: Selected Addresses
el: Επιλεγμένες Διευθύνσεις

source: Calculate Route
el: Υπολογισμός Διαδρομής

source: Route Name
el: Όνομα Δρομολογίου

# Destinations
source: Nunber of Destinations
el: Αρ. Προορισμών

source: Distance
el: Απόσταση

# Duration
source: Duration in Minutes
el: Χρόνος σε λεπτά

source: Name
el: Όνομα

source: Route Info
el: Πληροφορίες Δρομολογίου
